{
  "username":"使用者名称",
  "SHOW PASSWORD":"显示密码",
  "Connection failed...": "连线失败...",
  "Please refresh. If problem persists, please ensure your board is not in the process of rebooting, or updating new firmware, or check Wi-Fi connectivity settings.": "请刷新。如果问题仍然存在，请确保您的设备是不是在重新启动，或更新新固件的过程中，或检查无线网络连接设置。",
  "Welcome to": "欢迎来到",
  "Input your Account": "输入您的帐号",
  "Please enter your password": "请输入您的密码",
  "For advanced network configuration, go to ": "若要使用更多设定, 请至 ",
  "Sign out": "登出",
  "Platform information": "平台资讯",
  "Device name": "设备名称",
  "MAC address": "MAC 地址",
  "Current IP address": "当前 IP 位址",
  "Account": "帐号",
  "Password": "密码",
  "Configure": "设定",
  "Cancel": "取消",
  "Configure & Restart": "设定 & 重启",
  "Boot loader version": "Boot loader 版本",
  "Firmware version": "韧体版本",
  "Upgrade firmware": "更新韧体",
  "Upload Firmware": "上传韧体",
  "Upgrade & Restart": "更新 & 重启",
  "Reset": "还原",
  "Are you sure you want to reset?": "您确定您要还原?",
  "Input your SSID": "输入您的 SSID",
  "Input your password": "输入您的密码",
  "Detected Wi-Fi network": "侦测 Wi-Fi 网路",
  "Refresh": "重新整理",
  "AP mode": "AP 模式",
  "Station mode": "Station 模式",
  "Please use at least 6 alphanumeric characters.": "请输入至少6 个字母",
  "Please set a password": "请设定一组密码",
  "Submit": "送出",
  "Input your Password": "请输入您的密码",
  "Account information": "帐户资讯",
  "Software information": "软体资讯",
  "Factory reset": "还原设定",
  "Reset the device to its default settings.": "还原至原厂预设值.",
  "Important: This action will remove all your data and settings from the device.": "重要: 这个动作会移除您在设备上的资料和设定.",
  "This action will remove all your data and settings from the device. You cannot undo this action.": "这个动作会移除您在设备上的资料和设定, 您不可再恢复.",
  "System information": "系统资讯",
  "Network": "网路设定",
  "Network name": "网路名称",
  "Network setting": "网路设定",
  "Network mode": "网路模式",
  "You have set your password successfully, please sign in now.": "您已经设定好您的密码, 请立即登入。",
  "Sign in": "登入",
  "SIGN IN": "登入",
  "Check troubleshooting guide for more information.": "检查故障排除指南以获取更多信息。",
  "Configuration saved. You can sign in to the console after your device has restarted.": "设定完成。 您可以在设备重启后重新登入。",
  "OK": "OK",
  "Uploading ...": "上传中 ...",
  "Firmware upgrade failed.": "更新韧体失败",
  "Please consult the troubleshooting guide and then try again.": "请参阅故障排除指南，然后再试一次。",
  "The firmware has been pushed to the device.": "韧体已经上传至设备上。",
  "Please wait while the device upgrades to the new firmware. You may sign in to the console after the firmware upgrade is completed.": "设备升级到新的韧体中, 请稍候。 您可以在更新完成后登入至控制台。",
  "Note: Do not disconnect the device from power source during firmware upgrade, or else the device will fail to boot up.": "注意：固件升级过程中请不要断开电源设备，否则设备将无法启动。",
  "Check troubleshooting guide for more information": "检查故障排除指南以获取更多信息",
  "Access denied": "访问被拒绝",
  "Firmware upgrade": "上传韧体",
  "Try dropping some files here, or click to select files to upload.": "在这里放入文件，或者是点击选择档案上传。",
  "Your token was expired, please sign in again.": "你的令牌过期，请重新登录。",
  "Account / password is incorrect.": "帐号 / 密码不正确。",
  "Choose the Wi-Fi network.": "选择一个 Wi-Fi 网路",
   "Upgrade firmware file": "韧体更新",
  "Choose the file": "选择一个档案",
  "Please set a password.": "请设定一组密码。",
  "Device Restarting. Please Wait…": "系统重启中，请稍候....",
  "Please use at least 8 alphanumeric characters.": "请输入至少8个字母",
  "See the Wi-Fi LED, it will light on steadily and start to blink or turn off afterwards. When the LED starts to blink or turn off, reload this webpage to sign in again.": "请留意无线网络连接的LED灯号，系统重启过程中的Wi-Fi无线LED燈號會持續點亮，直到燈號熄滅或開始閃爍時，表示系統已重新啟動完成。此時可重新載入此頁面並再次登入。",
  "Note: Please make sure your host computer is in the ": "注意：请确保您的主机是在",
  "network. You can’t access this page if it’s in a different network.": "网路中，否则您将不能访问此页面在不同网路下。",
  "The Wi-Fi LED blinks fast for about 3 minutes.": "Wi-Fi LED 快闪约3分钟，代表烧录进行中。",
  "After firmware is flashed, the board reboots and the Wi-Fi LED turns on solid for 30 seconds and then turns off.": "烧录完成后，板子将会自动重新开机，此时Wi-Fi LED 将点亮30秒后熄灯。",
  "The board is now in AP mode. Please connect to it.": "板子已经进入AP 模式，请寻找并连接。",
  "The Firmware Is Uploaded And Flashing. Please Note:": "固件上传完成，正在烧录中。您将会看见:",
  "The Wi-Fi LED will blink 3 times per second when the board is connected to a client device.": "Wi-Fi连接完成后，Wi-Fi LED会呈现每秒闪3 次状态。",
  "The device is still in the restarting process. Please retry again when the restarting process is complete.": "系统正在重新启动中，请于系统启动完成后再重新设置密码。",
  "Please make sure your host computer is in the same network as the device. You can’t access this page if it’s in a different network.": "請確保您的主機與設備在相同網路中，否則您將不能訪問此頁面。"
}
